Repository: OpenSC/pam_p11
Catalog: po/*.po
Languages: ja, ru

source: Error loading PKCS#11 module
ja: PKCS#11 モジュールの読み込みエラー
ru: Ошибка при загрузке модуля PKCS#11

source: Error initializing PKCS#11 module
ja: PKCS#11 モジュールの初期化エラー
ru: Ошибка при инициализации модуля PKCS#11

source: (last try)
ja: (最後の試行)
ru: (последняя попытка)

source: Login on PIN pad with %s%s
ja: %sのPINパッドでログイン%s
ru: Войдите на панели ввода с %s%s

source: Login with %s%s:
ja: %sでログイン%s:
ru: Вход с %s%s:

source: Invalid PIN
ja: 不正な暗証番号です。
ru: Неправильный PIN

source: PIN not verified; PIN locked
ja: 暗証番号はロックされているため、検証されていません。
ru: PIN не прошел проверку; PIN заблокирован

source: PIN not verified; one try remaining
ja: 暗証番号は検証されていません。残り試行回数は1回です。
ru: PIN не прошел проверку; осталась одна попытка

source: PIN not verified
ja: 暗証番号は検証されていません。
ru: PIN не прошел проверку

source: Change PIN with PUK on PIN pad for %s
ja: %sのPINパッドにPUK(暗証番号ロック解除コード)を入力して暗証番号を変更してください。
ru: Замените PIN вводом PUK-кода на панели ввода %s

source: Change PIN on PIN pad for %s
ja: %sのPINパッドで暗証番号を変更してください。
ru: Замените PIN на панели ввода %s

source: PUK for %s:
ja: %s のPUK(暗証番号ロック解除コード)を入力:
ru: PUK для %s:

source: Current PIN:
ja: 現在の暗証番号を入力:
ru: Текущий PIN:

source: Enter new PIN:
ja: 新しい暗証番号を入力:
ru: Введите новый PIN:

source: Retype new PIN:
ja: 新しい暗証番号を再入力:
ru: Еще раз введите новый PIN:

source: PINs don't match
ja: 暗証番号が一致しません。
ru: PIN-коды не совпадают

source: PIN not changed; PIN locked
ja: 暗証番号はロックされているため、変更されていません。
ru: PIN не заменен; PIN заблокирован

source: PIN not changed; one try remaining
ja: 暗証番号は変更されていません。残り試行回数は1回です。
ru: PIN не заменен; осталась одна попытка

source: PIN not changed
ja: 暗証番号は変更されていません。
ru: PIN не заменен

source: No token found
ja: トークンが見つかりません。
ru: Не найден ни один токен

source: Could not find authorized keys on any of the tokens.
ja: いずれのトークンでも認可された鍵が見つかりませんでした。

source: Error verifying key
ja: 鍵検証エラー
ru: Ошибка при проверке ключа
